SHELTER_REGISTRY = {
    "311322200900001": {
        "name": "한국동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "강남구"
    },
    "311324201600004": {
        "name": "GD동물병원",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "강동구"
    },
    "311324201600002": {
        "name": "둔촌동물병원",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "강동구"
    },
    "311324201600001": {
        "name": "강동구청 반려동물팀 ",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "강동구"
    },
    "311324201700002": {
        "name": "강동리본센터(reborn)",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "강동구"
    },
    "311324201200001": {
        "name": "한국동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "강동구"
    },
    "311308201100001": {
        "name": "한국동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "강북구"
    },
    "311315200900001": {
        "name": "한국동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "강서구"
    },
    "311320202400001": {
        "name": "디아크 동물종합병원",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "관악구"
    },
    "311304200900003": {
        "name": "한국동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "광진구"
    },
    "311316201100001": {
        "name": "한국동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "구로구"
    },
    "311316202500001": {
        "name": "구로댕냥이네",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "구로구"
    },
    "311317201400001": {
        "name": "한국동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "금천구"
    },
    "311310201000001": {
        "name": "한국동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "노원구"
    },
    "311310202000004": {
        "name": "노원반려동물문화센터",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "노원구"
    },
    "311309200900001": {
        "name": "한국동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "도봉구"
    },
    "311305201300001": {
        "name": "한국동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "동대문구"
    },
    "311305202100001": {
        "name": "동대문구청",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "동대문구"
    },
    "311319201200001": {
        "name": "디아크동물종합병원",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "동작구"
    },
    "311313201000006": {
        "name": "박창석동물병원",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "마포구"
    },
    "311313201000017": {
        "name": "홍익동물병원",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "마포구"
    },
    "311313201300003": {
        "name": "웰케어 동물병원",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "마포구"
    },
    "311313202000003": {
        "name": "마포구청",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "마포구"
    },
    "311313202000002": {
        "name": "망원동물종합병원",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "마포구"
    },
    "311313202600002": {
        "name": "망원동물종합병원",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "마포구"
    },
    "311313202600001": {
        "name": "망원동물종합병원",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "마포구"
    },
    "311312201100001": {
        "name": "한국동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "서대문구"
    },
    "311312202400001": {
        "name": "내품애센터",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "서대문구"
    },
    "311321201800002": {
        "name": "서초동물사랑센터",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "서초구"
    },
    "311321201400004": {
        "name": "한국동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "서초구"
    },
    "311303202500001": {
        "name": "성동구청",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "성동구"
    },
    "311303202500004": {
        "name": "조은동물병원",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "성동구"
    },
    "311303202500003": {
        "name": "오렌지동물병원",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "성동구"
    },
    "311303202500006": {
        "name": "24시센트럴동물메디컬",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "성동구"
    },
    "311303202500005": {
        "name": "아지동물병원",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "성동구"
    },
    "311303200900001": {
        "name": "한국동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "성동구"
    },
    "311303202000002": {
        "name": "한빛동물병원",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "성동구"
    },
    "311307200900001": {
        "name": "한국동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "성북구"
    },
    "311323201100001": {
        "name": "한국동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "송파구"
    },
    "311314202600001": {
        "name": "동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "양천구"
    },
    "311318201200001": {
        "name": "한국동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "영등포구"
    },
    "311302201000006": {
        "name": "열린동물병원",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "용산구"
    },
    "311302201000020": {
        "name": "남산동물병원",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "용산구"
    },
    "311302201000014": {
        "name": "이상윤동물병원",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "용산구"
    },
    "311302201000012": {
        "name": "펫토이동물병원",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "용산구"
    },
    "311311201100001": {
        "name": "한국동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "은평구"
    },
    "311300201300001": {
        "name": "한국동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "종로구"
    },
    "311301201000001": {
        "name": "한국동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "중구"
    },
    "311306201300001": {
        "name": "한국동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "서울특별시",
        "sigungu": "중랑구"
    },
    "326336202500001": {
        "name": "부산동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "부산광역시",
        "sigungu": "강서구"
    },
    "326335201700001": {
        "name": "동부동물보호협회",
        "addr": "",
        "tel": "",
        "sido": "부산광역시",
        "sigungu": "금정구"
    },
    "326331201100001": {
        "name": "(사)동부동물보호협회",
        "addr": "",
        "tel": "",
        "sido": "부산광역시",
        "sigungu": "남구"
    },
    "326330202400001": {
        "name": "(사)동부동물보호협회",
        "addr": "",
        "tel": "",
        "sido": "부산광역시",
        "sigungu": "동래구"
    },
    "326329202600001": {
        "name": "동물보호관리협회",
        "addr": "",
        "tel": "",
        "sido": "부산광역시",
        "sigungu": "부산진구"
    },
    "326332201000001": {
        "name": "부산동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "부산광역시",
        "sigungu": "북구"
    },
    "326339202600001": {
        "name": "부산동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "부산광역시",
        "sigungu": "사상구"
    },
    "326334202600001": {
        "name": "부산동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "부산광역시",
        "sigungu": "사하구"
    },
    "326334202600002": {
        "name": "사단법인 하얀비둘기",
        "addr": "",
        "tel": "",
        "sido": "부산광역시",
        "sigungu": "사하구"
    },
    "326338201300001": {
        "name": "(사)동부동물보호협회",
        "addr": "",
        "tel": "",
        "sido": "부산광역시",
        "sigungu": "수영구"
    },
    "326337201300001": {
        "name": "청조동물병원",
        "addr": "",
        "tel": "",
        "sido": "부산광역시",
        "sigungu": "연제구"
    },
    "326328202400002": {
        "name": "부산동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "부산광역시",
        "sigungu": "영도구"
    },
    "326325201300001": {
        "name": "부산동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "부산광역시",
        "sigungu": "중구"
    },
    "327514202400001": {
        "name": "군위종합동물병원",
        "addr": "",
        "tel": "",
        "sido": "대구광역시",
        "sigungu": "군위군"
    },
    "327344201600001": {
        "name": "대구유기동물보호협회",
        "addr": "",
        "tel": "",
        "sido": "대구광역시",
        "sigungu": "남구"
    },
    "327347201400001": {
        "name": "대구유기동물보호협회",
        "addr": "",
        "tel": "",
        "sido": "대구광역시",
        "sigungu": "달서구"
    },
    "327348201500004": {
        "name": "화원연합동물병원",
        "addr": "",
        "tel": "",
        "sido": "대구광역시",
        "sigungu": "달성군"
    },
    "327348201300001": {
        "name": "대구수의사회(달성군)",
        "addr": "",
        "tel": "",
        "sido": "대구광역시",
        "sigungu": "달성군"
    },
    "327348201700001": {
        "name": "동인동물병원",
        "addr": "",
        "tel": "",
        "sido": "대구광역시",
        "sigungu": "달성군"
    },
    "327348201700003": {
        "name": "119동물병원",
        "addr": "",
        "tel": "",
        "sido": "대구광역시",
        "sigungu": "달성군"
    },
    "327348202300001": {
        "name": "동행동물병원",
        "addr": "",
        "tel": "",
        "sido": "대구광역시",
        "sigungu": "달성군"
    },
    "327348202600001": {
        "name": "이서동물병원",
        "addr": "",
        "tel": "",
        "sido": "대구광역시",
        "sigungu": "달성군"
    },
    "327342201400001": {
        "name": "대구유기동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "대구광역시",
        "sigungu": "동구"
    },
    "327345201400001": {
        "name": "대구유기동물보호협회",
        "addr": "",
        "tel": "",
        "sido": "대구광역시",
        "sigungu": "북구"
    },
    "327343201500001": {
        "name": "대구시수의사회(삼성)",
        "addr": "",
        "tel": "",
        "sido": "대구광역시",
        "sigungu": "서구"
    },
    "327343201500003": {
        "name": "대구시수의사회(보경)",
        "addr": "",
        "tel": "",
        "sido": "대구광역시",
        "sigungu": "서구"
    },
    "327343201500005": {
        "name": "대구시수의사회(평리)",
        "addr": "",
        "tel": "",
        "sido": "대구광역시",
        "sigungu": "서구"
    },
    "327343201900001": {
        "name": "대구시수의사회(더펫)",
        "addr": "",
        "tel": "",
        "sido": "대구광역시",
        "sigungu": "서구"
    },
    "327343201500004": {
        "name": "대구수의사회(아이펫)",
        "addr": "",
        "tel": "",
        "sido": "대구광역시",
        "sigungu": "서구"
    },
    "327346201500009": {
        "name": "제니스동물병원",
        "addr": "",
        "tel": "",
        "sido": "대구광역시",
        "sigungu": "수성구"
    },
    "327346201500011": {
        "name": "신세계동물병원",
        "addr": "",
        "tel": "",
        "sido": "대구광역시",
        "sigungu": "수성구"
    },
    "327346201500001": {
        "name": "(사)대구수의사회",
        "addr": "",
        "tel": "",
        "sido": "대구광역시",
        "sigungu": "수성구"
    },
    "327346201800001": {
        "name": "허동물병원",
        "addr": "",
        "tel": "",
        "sido": "대구광역시",
        "sigungu": "수성구"
    },
    "327346201800002": {
        "name": "금강동물병원",
        "addr": "",
        "tel": "",
        "sido": "대구광역시",
        "sigungu": "수성구"
    },
    "327346201900001": {
        "name": "펫동물병원",
        "addr": "",
        "tel": "",
        "sido": "대구광역시",
        "sigungu": "수성구"
    },
    "327346202300002": {
        "name": "세인트동물병원",
        "addr": "",
        "tel": "",
        "sido": "대구광역시",
        "sigungu": "수성구"
    },
    "327346202300001": {
        "name": "멘토동물병원",
        "addr": "",
        "tel": "",
        "sido": "대구광역시",
        "sigungu": "수성구"
    },
    "327341201200004": {
        "name": "대구시수의사회(동산)",
        "addr": "",
        "tel": "",
        "sido": "대구광역시",
        "sigungu": "중구"
    },
    "327341201200001": {
        "name": "대구시수의사회(동인)",
        "addr": "",
        "tel": "",
        "sido": "대구광역시",
        "sigungu": "중구"
    },
    "327341201200002": {
        "name": "대구시수의사회(삼덕)",
        "addr": "",
        "tel": "",
        "sido": "대구광역시",
        "sigungu": "중구"
    },
    "328357200900001": {
        "name": "베스트동물병원",
        "addr": "",
        "tel": "",
        "sido": "인천광역시",
        "sigungu": "강화군"
    },
    "328357202400001": {
        "name": "강화군 동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "인천광역시",
        "sigungu": "강화군"
    },
    "328355200900001": {
        "name": "신영재동물병원",
        "addr": "",
        "tel": "",
        "sido": "인천광역시",
        "sigungu": "계양구"
    },
    "328353202600002": {
        "name": "보람동물병원",
        "addr": "",
        "tel": "",
        "sido": "인천광역시",
        "sigungu": "남동구"
    },
    "328353202600005": {
        "name": "논현동물병원",
        "addr": "",
        "tel": "",
        "sido": "인천광역시",
        "sigungu": "남동구"
    },
    "328353202600003": {
        "name": "길동물병원",
        "addr": "",
        "tel": "",
        "sido": "인천광역시",
        "sigungu": "남동구"
    },
    "328353202600004": {
        "name": "시민동물병원",
        "addr": "",
        "tel": "",
        "sido": "인천광역시",
        "sigungu": "남동구"
    },
    "328353202600001": {
        "name": "세우리동물병원",
        "addr": "",
        "tel": "",
        "sido": "인천광역시",
        "sigungu": "남동구"
    },
    "328350202100001": {
        "name": "경동동물병원",
        "addr": "",
        "tel": "",
        "sido": "인천광역시",
        "sigungu": "동구"
    },
    "328351200900001": {
        "name": "경동동물병원",
        "addr": "",
        "tel": "",
        "sido": "인천광역시",
        "sigungu": "미추홀구"
    },
    "328356201000001": {
        "name": "가정동물병원",
        "addr": "",
        "tel": "",
        "sido": "인천광역시",
        "sigungu": "서구"
    },
    "328356201600005": {
        "name": "우리동물병원",
        "addr": "",
        "tel": "",
        "sido": "인천광역시",
        "sigungu": "서구"
    },
    "328352202500002": {
        "name": "경동동물병원",
        "addr": "",
        "tel": "",
        "sido": "인천광역시",
        "sigungu": "연수구"
    },
    "328358201000001": {
        "name": "인천수의사회유기동물",
        "addr": "",
        "tel": "",
        "sido": "인천광역시",
        "sigungu": "옹진군"
    },
    "328358202500001": {
        "name": "경동동물병원",
        "addr": "",
        "tel": "",
        "sido": "인천광역시",
        "sigungu": "옹진군"
    },
    "328349201000001": {
        "name": "경동동물병원",
        "addr": "",
        "tel": "",
        "sido": "인천광역시",
        "sigungu": "중구"
    },
    "328349201500001": {
        "name": "신공항동물병원",
        "addr": "",
        "tel": "",
        "sido": "인천광역시",
        "sigungu": "중구"
    },
    "329363201300001": {
        "name": "광주동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "광주광역시",
        "sigungu": "광산구"
    },
    "329629202500001": {
        "name": "광주동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "광주광역시",
        "sigungu": "광주광역시"
    },
    "329361201300001": {
        "name": "광주동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "광주광역시",
        "sigungu": "남구"
    },
    "329359201300001": {
        "name": "광주동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "광주광역시",
        "sigungu": "동구"
    },
    "329359201700004": {
        "name": "신세계동물병원",
        "addr": "",
        "tel": "",
        "sido": "광주광역시",
        "sigungu": "동구"
    },
    "329359201700003": {
        "name": "두손너에게",
        "addr": "",
        "tel": "",
        "sido": "광주광역시",
        "sigungu": "동구"
    },
    "329362201300001": {
        "name": "광주동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "광주광역시",
        "sigungu": "북구"
    },
    "329360201300001": {
        "name": "광주동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "광주광역시",
        "sigungu": "서구"
    },
    "330368202000001": {
        "name": "대전동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "대전광역시",
        "sigungu": "대덕구"
    },
    "330364202000001": {
        "name": "대전동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "대전광역시",
        "sigungu": "동구"
    },
    "330366202000001": {
        "name": "대전동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "대전광역시",
        "sigungu": "서구"
    },
    "330366202500002": {
        "name": "퍼피동물병원",
        "addr": "",
        "tel": "",
        "sido": "대전광역시",
        "sigungu": "서구"
    },
    "330366202600001": {
        "name": "엄마손동물병원",
        "addr": "",
        "tel": "",
        "sido": "대전광역시",
        "sigungu": "서구"
    },
    "330367200900001": {
        "name": "대전동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "대전광역시",
        "sigungu": "유성구"
    },
    "330365202000001": {
        "name": "대전동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "대전광역시",
        "sigungu": "중구"
    },
    "331370202500001": {
        "name": "산타클라라동물병원",
        "addr": "",
        "tel": "",
        "sido": "울산광역시",
        "sigungu": "남구"
    },
    "331370200900001": {
        "name": "사랑동물병원",
        "addr": "",
        "tel": "",
        "sido": "울산광역시",
        "sigungu": "남구"
    },
    "331370201200001": {
        "name": "스마일동물병원",
        "addr": "",
        "tel": "",
        "sido": "울산광역시",
        "sigungu": "남구"
    },
    "331370201200003": {
        "name": "울산유기동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "울산광역시",
        "sigungu": "남구"
    },
    "331370201600002": {
        "name": "리틀쥬동물의료원",
        "addr": "",
        "tel": "",
        "sido": "울산광역시",
        "sigungu": "남구"
    },
    "331370201800001": {
        "name": "강남동물병원",
        "addr": "",
        "tel": "",
        "sido": "울산광역시",
        "sigungu": "남구"
    },
    "331370202000001": {
        "name": "주동물병원",
        "addr": "",
        "tel": "",
        "sido": "울산광역시",
        "sigungu": "남구"
    },
    "331371202400001": {
        "name": "산타클라라동물병원",
        "addr": "",
        "tel": "",
        "sido": "울산광역시",
        "sigungu": "동구"
    },
    "331371201000001": {
        "name": "일산동물의료센터",
        "addr": "",
        "tel": "",
        "sido": "울산광역시",
        "sigungu": "동구"
    },
    "331371201200001": {
        "name": "울산유기동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "울산광역시",
        "sigungu": "동구"
    },
    "331371202500002": {
        "name": "울산유기동물입양센터",
        "addr": "",
        "tel": "",
        "sido": "울산광역시",
        "sigungu": "동구"
    },
    "331372202500001": {
        "name": "산타클라라동물병원",
        "addr": "",
        "tel": "",
        "sido": "울산광역시",
        "sigungu": "북구"
    },
    "331372200900003": {
        "name": "쿨펫동물병원",
        "addr": "",
        "tel": "",
        "sido": "울산광역시",
        "sigungu": "북구"
    },
    "331372201200001": {
        "name": "울산유기동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "울산광역시",
        "sigungu": "북구"
    },
    "331372202000001": {
        "name": "정철동물병원",
        "addr": "",
        "tel": "",
        "sido": "울산광역시",
        "sigungu": "북구"
    },
    "331372202000002": {
        "name": "쿨펫 홈플러스 북구점",
        "addr": "",
        "tel": "",
        "sido": "울산광역시",
        "sigungu": "북구"
    },
    "331372202500002": {
        "name": "사단법인 포유",
        "addr": "",
        "tel": "",
        "sido": "울산광역시",
        "sigungu": "북구"
    },
    "331373201200002": {
        "name": "울산유기동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "울산광역시",
        "sigungu": "울주군"
    },
    "331373201200001": {
        "name": "와우동물병원",
        "addr": "",
        "tel": "",
        "sido": "울산광역시",
        "sigungu": "울주군"
    },
    "331373201600002": {
        "name": "초록동물병원",
        "addr": "",
        "tel": "",
        "sido": "울산광역시",
        "sigungu": "울주군"
    },
    "331369201400003": {
        "name": "울산유기동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "울산광역시",
        "sigungu": "중구"
    },
    "331369201900001": {
        "name": "산타클라라동물병원",
        "addr": "",
        "tel": "",
        "sido": "울산광역시",
        "sigungu": "중구"
    },
    "341416200900001": {
        "name": "가평군유기동물보호소",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "가평군"
    },
    "341394201400001": {
        "name": "고양시동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "고양시"
    },
    "341397202100001": {
        "name": "한국야생동물보호협회",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "과천시"
    },
    "341390202100002": {
        "name": "광명반함센터",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "광명시"
    },
    "341554201300008": {
        "name": "광주TNR동물병원송정",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "광주시"
    },
    "341554201900001": {
        "name": "광주TNR동물병원초월",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "광주시"
    },
    "341398200900001": {
        "name": "한국동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "구리시"
    },
    "341398202300001": {
        "name": "구리시 반려돌봄센터",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "구리시"
    },
    "341409201400001": {
        "name": "한국동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "김포시"
    },
    "341399202200002": {
        "name": "남양주시동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "남양주시"
    },
    "341392201300001": {
        "name": "한국동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "동두천시"
    },
    "341386200900001": {
        "name": "24시아이동물메디컬",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "부천시"
    },
    "341386201500001": {
        "name": "부천시수의사회",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "부천시"
    },
    "341386201800001": {
        "name": "가나동물병원",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "부천시"
    },
    "341386201800004": {
        "name": "정샘동물병원",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "부천시"
    },
    "341378201300002": {
        "name": "펫앤쉘터동물병원",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "성남시"
    },
    "341374202000001": {
        "name": "수원시 동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "수원시"
    },
    "341401202200001": {
        "name": "시흥동물누리보호센터",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "시흥시"
    },
    "341393200900001": {
        "name": "한국야생동물보호협회",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "안산시"
    },
    "341383201300001": {
        "name": "한국야생동물보호협회",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "안양시"
    },
    "341559200900001": {
        "name": "한국동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "양주시"
    },
    "341417201800001": {
        "name": "양평군유기동물보호소",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "양평군"
    },
    "341414201300001": {
        "name": "한국동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "연천군"
    },
    "341400200900001": {
        "name": "오산 유기동물보호소",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "오산시"
    },
    "341405201800001": {
        "name": "용인시 동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "용인시"
    },
    "341403202000001": {
        "name": "의왕시청",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "의왕시"
    },
    "341403202100001": {
        "name": "한국야생동물보호협회",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "의왕시"
    },
    "341382200900001": {
        "name": "한국동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "의정부시"
    },
    "341407201900001": {
        "name": "위더스 동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "이천시"
    },
    "341406202200002": {
        "name": "한국동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "파주시"
    },
    "341391202500001": {
        "name": "평택시동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "평택시"
    },
    "341560201000002": {
        "name": "한국동물구조관리협회",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "포천시"
    },
    "341553202500001": {
        "name": "화성시민동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경기도",
        "sigungu": "화성시"
    },
    "342420201500001": {
        "name": "강릉시 동물사랑센터",
        "addr": "",
        "tel": "",
        "sido": "강원특별자치도",
        "sigungu": "강릉시"
    },
    "342434202500001": {
        "name": "고성군 동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "강원특별자치도",
        "sigungu": "고성군"
    },
    "342421201000001": {
        "name": "동해시동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "강원특별자치도",
        "sigungu": "동해시"
    },
    "342424201300001": {
        "name": "삼척시동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "강원특별자치도",
        "sigungu": "삼척시"
    },
    "342424202500001": {
        "name": "서루동물병원",
        "addr": "",
        "tel": "",
        "sido": "강원특별자치도",
        "sigungu": "삼척시"
    },
    "342423201200001": {
        "name": "속초시유기동물보호소",
        "addr": "",
        "tel": "",
        "sido": "강원특별자치도",
        "sigungu": "속초시"
    },
    "342432201000001": {
        "name": "양구군유기동물보호소",
        "addr": "",
        "tel": "",
        "sido": "강원특별자치도",
        "sigungu": "양구군"
    },
    "342435201000001": {
        "name": "양양군유기동물보호소",
        "addr": "",
        "tel": "",
        "sido": "강원특별자치도",
        "sigungu": "양양군"
    },
    "342427201400001": {
        "name": "영월군 동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "강원특별자치도",
        "sigungu": "영월군"
    },
    "342419200900001": {
        "name": "원주시동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "강원특별자치도",
        "sigungu": "원주시"
    },
    "342433201300001": {
        "name": "인제군동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "강원특별자치도",
        "sigungu": "인제군"
    },
    "342429201300002": {
        "name": "다나동물병원",
        "addr": "",
        "tel": "",
        "sido": "강원특별자치도",
        "sigungu": "정선군"
    },
    "342429201400001": {
        "name": "정선가축병원",
        "addr": "",
        "tel": "",
        "sido": "강원특별자치도",
        "sigungu": "정선군"
    },
    "342430201900001": {
        "name": "철원군",
        "addr": "",
        "tel": "",
        "sido": "강원특별자치도",
        "sigungu": "철원군"
    },
    "342418201300001": {
        "name": "춘천시 동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "강원특별자치도",
        "sigungu": "춘천시"
    },
    "342422200900001": {
        "name": "태백시유기동물보호소",
        "addr": "",
        "tel": "",
        "sido": "강원특별자치도",
        "sigungu": "태백시"
    },
    "342428200900001": {
        "name": "평창군유기동물보호소",
        "addr": "",
        "tel": "",
        "sido": "강원특별자치도",
        "sigungu": "평창군"
    },
    "342425201400001": {
        "name": "홍천군유기동물보호소",
        "addr": "",
        "tel": "",
        "sido": "강원특별자치도",
        "sigungu": "홍천군"
    },
    "342431201300001": {
        "name": "화천군농업기술센터",
        "addr": "",
        "tel": "",
        "sido": "강원특별자치도",
        "sigungu": "화천군"
    },
    "342426202500001": {
        "name": "횡성반려동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "강원특별자치도",
        "sigungu": "횡성군"
    },
    "343446201800002": {
        "name": "괴산증평동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "충청북도",
        "sigungu": "괴산군"
    },
    "343448200900001": {
        "name": "단양군동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "충청북도",
        "sigungu": "단양군"
    },
    "343444200900002": {
        "name": "최종주동물병원",
        "addr": "",
        "tel": "",
        "sido": "충청북도",
        "sigungu": "영동군"
    },
    "343443201500001": {
        "name": "옥천동물병원",
        "addr": "",
        "tel": "",
        "sido": "충청북도",
        "sigungu": "옥천군"
    },
    "343440201500002": {
        "name": "제천시 동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "충청북도",
        "sigungu": "제천시"
    },
    "343557202300001": {
        "name": "가정견훈련소",
        "addr": "",
        "tel": "",
        "sido": "충청북도",
        "sigungu": "증평군"
    },
    "343445202200001": {
        "name": "증평 가정견 훈련소",
        "addr": "",
        "tel": "",
        "sido": "충청북도",
        "sigungu": "진천군"
    },
    "343571201600001": {
        "name": "반려동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "충청북도",
        "sigungu": "청주시"
    },
    "343439201700001": {
        "name": "충주시동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "충청북도",
        "sigungu": "충주시"
    },
    "344558202400001": {
        "name": "주동물병원",
        "addr": "",
        "tel": "",
        "sido": "충청남도",
        "sigungu": "계룡시"
    },
    "344450202200001": {
        "name": "공주시 동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "충청남도",
        "sigungu": "공주시"
    },
    "344455202100001": {
        "name": "월드동물병원",
        "addr": "",
        "tel": "",
        "sido": "충청남도",
        "sigungu": "금산군"
    },
    "344454202000006": {
        "name": "논산시 동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "충청남도",
        "sigungu": "논산시"
    },
    "344568201700001": {
        "name": "당진시동물보호소",
        "addr": "",
        "tel": "",
        "sido": "충청남도",
        "sigungu": "당진시"
    },
    "344451201300001": {
        "name": "보령시유기동물보호소",
        "addr": "",
        "tel": "",
        "sido": "충청남도",
        "sigungu": "보령시"
    },
    "344451202200002": {
        "name": "보령길고양이보호협회",
        "addr": "",
        "tel": "",
        "sido": "충청남도",
        "sigungu": "보령시"
    },
    "344457202000001": {
        "name": "남부여동물보호소",
        "addr": "",
        "tel": "",
        "sido": "충청남도",
        "sigungu": "부여군"
    },
    "344453202100003": {
        "name": "서산시 동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "충청남도",
        "sigungu": "서산시"
    },
    "344452202300001": {
        "name": "아산동물복지지원센터",
        "addr": "",
        "tel": "",
        "sido": "충청남도",
        "sigungu": "아산시"
    },
    "344461202400001": {
        "name": "예산임시동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "충청남도",
        "sigungu": "예산군"
    },
    "344449202100001": {
        "name": "천안시 동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "충청남도",
        "sigungu": "천안시"
    },
    "344459202000001": {
        "name": "청양보호소",
        "addr": "",
        "tel": "",
        "sido": "충청남도",
        "sigungu": "청양군"
    },
    "344462200900001": {
        "name": "최동물병원",
        "addr": "",
        "tel": "",
        "sido": "충청남도",
        "sigungu": "태안군"
    },
    "344462202400001": {
        "name": "태안 동물보호소",
        "addr": "",
        "tel": "",
        "sido": "충청남도",
        "sigungu": "태안군"
    },
    "344460202500001": {
        "name": "홍성반려동물문화센터",
        "addr": "",
        "tel": "",
        "sido": "충청남도",
        "sigungu": "홍성군"
    },
    "345478202200001": {
        "name": "더나은동물병원",
        "addr": "",
        "tel": "",
        "sido": "전북특별자치도",
        "sigungu": "고창군"
    },
    "345467201000001": {
        "name": "군산유기동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "전북특별자치도",
        "sigungu": "군산시"
    },
    "345471201800002": {
        "name": "전북말산업복합센터",
        "addr": "",
        "tel": "",
        "sido": "전북특별자치도",
        "sigungu": "김제시"
    },
    "345470200900001": {
        "name": "청원동물병원",
        "addr": "",
        "tel": "",
        "sido": "전북특별자치도",
        "sigungu": "남원시"
    },
    "345470201300002": {
        "name": "하나동물병원",
        "addr": "",
        "tel": "",
        "sido": "전북특별자치도",
        "sigungu": "남원시"
    },
    "345470202100001": {
        "name": "인월동물병원",
        "addr": "",
        "tel": "",
        "sido": "전북특별자치도",
        "sigungu": "남원시"
    },
    "345474200900001": {
        "name": "무주군",
        "addr": "",
        "tel": "",
        "sido": "전북특별자치도",
        "sigungu": "무주군"
    },
    "345479202100001": {
        "name": "부안군 동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "전북특별자치도",
        "sigungu": "부안군"
    },
    "345477202000001": {
        "name": "순창유기동물보호소",
        "addr": "",
        "tel": "",
        "sido": "전북특별자치도",
        "sigungu": "순창군"
    },
    "345472202300001": {
        "name": "완주군유기동물보호소",
        "addr": "",
        "tel": "",
        "sido": "전북특별자치도",
        "sigungu": "완주군"
    },
    "345468201200001": {
        "name": "익산유기동물보호소",
        "addr": "",
        "tel": "",
        "sido": "전북특별자치도",
        "sigungu": "익산시"
    },
    "345476202100001": {
        "name": "임실유기동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "전북특별자치도",
        "sigungu": "임실군"
    },
    "345475202200003": {
        "name": "장수군 보호소",
        "addr": "",
        "tel": "",
        "sido": "전북특별자치도",
        "sigungu": "장수군"
    },
    "345464200900001": {
        "name": "프렌즈동물병원",
        "addr": "",
        "tel": "",
        "sido": "전북특별자치도",
        "sigungu": "전주시"
    },
    "345464202500001": {
        "name": "데이지동물병원",
        "addr": "",
        "tel": "",
        "sido": "전북특별자치도",
        "sigungu": "전주시"
    },
    "345464201200001": {
        "name": "행복한동물병원",
        "addr": "",
        "tel": "",
        "sido": "전북특별자치도",
        "sigungu": "전주시"
    },
    "345464201100001": {
        "name": "박영재동물병원",
        "addr": "",
        "tel": "",
        "sido": "전북특별자치도",
        "sigungu": "전주시"
    },
    "345464201100004": {
        "name": "동부동물병원",
        "addr": "",
        "tel": "",
        "sido": "전북특별자치도",
        "sigungu": "전주시"
    },
    "345464201700001": {
        "name": "링크늘푸른동물병원",
        "addr": "",
        "tel": "",
        "sido": "전북특별자치도",
        "sigungu": "전주시"
    },
    "345464202200001": {
        "name": "효자동물병원",
        "addr": "",
        "tel": "",
        "sido": "전북특별자치도",
        "sigungu": "전주시"
    },
    "345464202400001": {
        "name": "사랑플러스동물병원",
        "addr": "",
        "tel": "",
        "sido": "전북특별자치도",
        "sigungu": "전주시"
    },
    "345469202000001": {
        "name": "정읍시 동물보호소",
        "addr": "",
        "tel": "",
        "sido": "전북특별자치도",
        "sigungu": "정읍시"
    },
    "345473202300001": {
        "name": "진안군유기동물보호소",
        "addr": "",
        "tel": "",
        "sido": "전북특별자치도",
        "sigungu": "진안군"
    },
    "346492201300001": {
        "name": "강진군 유기견 보호소",
        "addr": "",
        "tel": "",
        "sido": "전라남도",
        "sigungu": "강진군"
    },
    "346486201600001": {
        "name": "곡성군동물보호소",
        "addr": "",
        "tel": "",
        "sido": "전라남도",
        "sigungu": "곡성군"
    },
    "346484201900001": {
        "name": "광양시 임시보호소",
        "addr": "",
        "tel": "",
        "sido": "전라남도",
        "sigungu": "광양시"
    },
    "346487201800001": {
        "name": "구례군동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "전라남도",
        "sigungu": "구례군"
    },
    "346483202100001": {
        "name": "나주유기동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "전라남도",
        "sigungu": "나주시"
    },
    "346485201800001": {
        "name": "담양군 동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "전라남도",
        "sigungu": "담양군"
    },
    "346480201000001": {
        "name": "목포시유기동물보호소",
        "addr": "",
        "tel": "",
        "sido": "전라남도",
        "sigungu": "목포시"
    },
    "346495202100001": {
        "name": "무안군유기동물보호소",
        "addr": "",
        "tel": "",
        "sido": "전라남도",
        "sigungu": "무안군"
    },
    "346489202000001": {
        "name": "보성유기동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "전라남도",
        "sigungu": "보성군"
    },
    "346482201400002": {
        "name": "대한동물사랑협회",
        "addr": "",
        "tel": "",
        "sido": "전라남도",
        "sigungu": "순천시"
    },
    "346482201600003": {
        "name": "순천시유기동물보호소",
        "addr": "",
        "tel": "",
        "sido": "전라남도",
        "sigungu": "순천시"
    },
    "346501201700001": {
        "name": "신안군유기동물보호소",
        "addr": "",
        "tel": "",
        "sido": "전라남도",
        "sigungu": "신안군"
    },
    "346481200900001": {
        "name": "반려동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "전라남도",
        "sigungu": "여수시"
    },
    "346497201300001": {
        "name": "영광동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "전라남도",
        "sigungu": "영광군"
    },
    "346494201700001": {
        "name": "유기동물 삼호 보호소",
        "addr": "",
        "tel": "",
        "sido": "전라남도",
        "sigungu": "영암군"
    },
    "346499201300001": {
        "name": "유기동물임시보호센터",
        "addr": "",
        "tel": "",
        "sido": "전라남도",
        "sigungu": "완도군"
    },
    "346498202000001": {
        "name": "장성군동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "전라남도",
        "sigungu": "장성군"
    },
    "346491201300001": {
        "name": "장흥군 동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "전라남도",
        "sigungu": "장흥군"
    },
    "346500202400002": {
        "name": "진도군임시보호소",
        "addr": "",
        "tel": "",
        "sido": "전라남도",
        "sigungu": "진도군"
    },
    "346496201800001": {
        "name": "학교임시동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "전라남도",
        "sigungu": "함평군"
    },
    "346493200900001": {
        "name": "해남유기동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "전라남도",
        "sigungu": "해남군"
    },
    "346490202000001": {
        "name": "화순군유기동물보호소",
        "addr": "",
        "tel": "",
        "sido": "전라남도",
        "sigungu": "화순군"
    },
    "347513201800003": {
        "name": "경산시유기동물보호소",
        "addr": "",
        "tel": "",
        "sido": "경상북도",
        "sigungu": "경산시"
    },
    "347505201700001": {
        "name": "경주동물사랑보호센터",
        "addr": "",
        "tel": "",
        "sido": "경상북도",
        "sigungu": "경주시"
    },
    "347520202000001": {
        "name": "고령군 유기견 보호소",
        "addr": "",
        "tel": "",
        "sido": "경상북도",
        "sigungu": "고령군"
    },
    "347508202000001": {
        "name": "구미시 동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경상북도",
        "sigungu": "구미시"
    },
    "347506201300001": {
        "name": "김천시 동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경상북도",
        "sigungu": "김천시"
    },
    "347512201700001": {
        "name": "종합축산",
        "addr": "",
        "tel": "",
        "sido": "경상북도",
        "sigungu": "문경시"
    },
    "347524201400001": {
        "name": "봉화군유기동물보호소",
        "addr": "",
        "tel": "",
        "sido": "경상북도",
        "sigungu": "봉화군"
    },
    "347521201900002": {
        "name": "성주군동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경상북도",
        "sigungu": "성주군"
    },
    "347507200900001": {
        "name": "유기동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경상북도",
        "sigungu": "안동시"
    },
    "347518201000001": {
        "name": "영덕유기동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경상북도",
        "sigungu": "영덕군"
    },
    "347518202500001": {
        "name": "영덕반려동물입양센터",
        "addr": "",
        "tel": "",
        "sido": "경상북도",
        "sigungu": "영덕군"
    },
    "347517201400001": {
        "name": "영양군유기동물보호소",
        "addr": "",
        "tel": "",
        "sido": "경상북도",
        "sigungu": "영양군"
    },
    "347509200900001": {
        "name": "영주시 동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경상북도",
        "sigungu": "영주시"
    },
    "347510201600001": {
        "name": "영천유기동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경상북도",
        "sigungu": "영천시"
    },
    "347523201200001": {
        "name": "예천군유기동물보호소",
        "addr": "",
        "tel": "",
        "sido": "경상북도",
        "sigungu": "예천군"
    },
    "347526201600001": {
        "name": "울릉군농업기술센터",
        "addr": "",
        "tel": "",
        "sido": "경상북도",
        "sigungu": "울릉군"
    },
    "347525202100001": {
        "name": "울진군동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경상북도",
        "sigungu": "울진군"
    },
    "347515201900001": {
        "name": "의성동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경상북도",
        "sigungu": "의성군"
    },
    "347519202100001": {
        "name": "청도군동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경상북도",
        "sigungu": "청도군"
    },
    "347516202000001": {
        "name": "점곡동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경상북도",
        "sigungu": "청송군"
    },
    "347522201400001": {
        "name": "칠곡유기동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경상북도",
        "sigungu": "칠곡군"
    },
    "347502201600001": {
        "name": "(사)영일동물플러스",
        "addr": "",
        "tel": "",
        "sido": "경상북도",
        "sigungu": "포항시"
    },
    "348537200900002": {
        "name": "거제시동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경상남도",
        "sigungu": "거제시"
    },
    "348547202500001": {
        "name": "거창군 동물보호소",
        "addr": "",
        "tel": "",
        "sido": "경상남도",
        "sigungu": "거창군"
    },
    "348542202000002": {
        "name": "고성군 동물가족센터",
        "addr": "",
        "tel": "",
        "sido": "경상남도",
        "sigungu": "고성군"
    },
    "348535202400001": {
        "name": "(사)동물보호관리협회",
        "addr": "",
        "tel": "",
        "sido": "경상남도",
        "sigungu": "김해시"
    },
    "348543201300001": {
        "name": "남해군동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경상남도",
        "sigungu": "남해군"
    },
    "348536201800001": {
        "name": "밀양시 동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경상남도",
        "sigungu": "밀양시"
    },
    "348534202000001": {
        "name": "사천시 동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경상남도",
        "sigungu": "사천시"
    },
    "348545201100002": {
        "name": "산청동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경상남도",
        "sigungu": "산청군"
    },
    "348538200900001": {
        "name": "양산시 동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경상남도",
        "sigungu": "양산시"
    },
    "348539201900001": {
        "name": "의령군 동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경상남도",
        "sigungu": "의령군"
    },
    "348531201000001": {
        "name": "진주시동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경상남도",
        "sigungu": "진주시"
    },
    "348541201300001": {
        "name": "창녕 유기동물보호소",
        "addr": "",
        "tel": "",
        "sido": "경상남도",
        "sigungu": "창녕군"
    },
    "348528201000001": {
        "name": "마산유기동물보호소",
        "addr": "",
        "tel": "",
        "sido": "경상남도",
        "sigungu": "창원시"
    },
    "348532200900001": {
        "name": "진해유기동물보호소",
        "addr": "",
        "tel": "",
        "sido": "경상남도",
        "sigungu": "창원시"
    },
    "348527200900001": {
        "name": "창원동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경상남도",
        "sigungu": "창원시"
    },
    "348533202100001": {
        "name": "통영시동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경상남도",
        "sigungu": "통영시"
    },
    "348533202300001": {
        "name": "고양이보호분양센터",
        "addr": "",
        "tel": "",
        "sido": "경상남도",
        "sigungu": "통영시"
    },
    "348544201100001": {
        "name": "하동군유기동물보호소",
        "addr": "",
        "tel": "",
        "sido": "경상남도",
        "sigungu": "하동군"
    },
    "348540200900001": {
        "name": "함안군동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경상남도",
        "sigungu": "함안군"
    },
    "348546200900001": {
        "name": "함양군 동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경상남도",
        "sigungu": "함양군"
    },
    "348548201700001": {
        "name": "태민동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "경상남도",
        "sigungu": "합천군"
    },
    "350652200900001": {
        "name": "제주동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "제주특별자치도",
        "sigungu": "서귀포시"
    },
    "350652202600002": {
        "name": "AVC반려동물메디컬",
        "addr": "",
        "tel": "",
        "sido": "제주특별자치도",
        "sigungu": "서귀포시"
    },
    "350651201100001": {
        "name": "제주동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "제주특별자치도",
        "sigungu": "제주시"
    },
    "350651202300001": {
        "name": "제주에니시스(주)",
        "addr": "",
        "tel": "",
        "sido": "제주특별자치도",
        "sigungu": "제주시"
    },
    "350651202500001": {
        "name": "제2동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "제주특별자치도",
        "sigungu": "제주시"
    },
    "350650201200001": {
        "name": "제주 동물보호센터",
        "addr": "",
        "tel": "",
        "sido": "제주특별자치도",
        "sigungu": "제주특별자치도"
    }
}